export const LOG = [
    {
        version: '4.1.0',
        changes: [
            'Актуализированы таймеры',
        ]
    },
    {
        version: '4.0.0',
        changes: [
            'Калькулятор нового сезона',
        ]
    },
    {
        version: '3.11.3',
        changes: [
            'Добавлены таймеры Carniball',
        ]
    },
    {
        version: '3.10.3',
        changes: [
            'Добавлены таймеры старта глав TOTY',
        ]
    },
    {
        version: '3.9.3',
        changes: [
            'Поправлено округление при подсчете ранков',
        ]
    },
    {
        version: '3.9.2',
        changes: [
            'Добавил TOTY',
        ]
    },
    {
        version: '3.8.2',
        changes: [
            'Таймеры учитывают таймзону и рассчитываются верно',
        ]
    },
    {
        version: '3.7.2',
        changes: [
            'Мобильный вид калькулятора'
        ]
    },
    {
        version: '3.6.2',
        changes: [
            'Переписана логика таймеров',
            'Добавлены таймеры апдейтов'
        ]
    },
    {
        version: '2.6.2',
        changes: [
            'Пересчет при изменении данных'
        ]
    },
    {
        version: '2.5.2',
        changes: [
            'Добавлена возможность выбирать и сохранять схему'
        ]
    },
    {
        version: '2.4.2',
        changes: [
            'Переделанная верстка калькулятора'
        ]
    },
    {
        version: '2.3.2',
        changes: [
            'Релиз для Сереги',
            'Поправлена навигация, любую вкладку можно открыть по прямой ссылке'
        ]
    },
    {
        version: '2.2.2',
        changes: [
            'Сохранение и загрузка'
        ]
    },
    {
        version: '2.1.2',
        changes: [
            'Версия посвященная Лизе',
            'Добавлены актуальные события'
        ]
    }
];
